import heroBackground from '../assets/character.svg';
import destructions from '../assets/destructions.svg';
import desctroyedPlane from '../assets/destrPlane.svg';
import court from '../assets/highestCourt.svg';

export const news = [
    {
        img: heroBackground,
        text: "Андрій Єрмак: «В нас інші прізвища, ніж у творців Мінських угод. Людей, які б таке допускали, в нашій команді немає»",
    },
    {
        img: destructions,
        text: "«Оприлюднено супутникові знімки аеродрому біля Новофедорівки: видно місця ураження»",
    },
    {
        img: court,
        text: "«Сейм Латвії визнав рф країною-спонсором тероризму\n»",
    },
    {
        img: desctroyedPlane,
        text: "«Вибухи на білоруському аеродромі \"Зябрівка\": оприлюднені причини\n»",
    },
    {
        img: destructions,
        text: "«Оприлюднено супутникові знімки аеродрому біля Новофедорівки: видно місця ураження»",
    },
    {
        img: heroBackground,
        text: "Андрій Єрмак: «В нас інші прізвища, ніж у творців Мінських угод. Людей, які б таке допускали, в нашій команді немає»",
    },
    {
        img: desctroyedPlane,
        text: "«Вибухи на білоруському аеродромі \"Зябрівка\": оприлюднені причини\n»",
    },
    {
        img: court,
        text: "«Сейм Латвії визнав рф країною-спонсором тероризму\n»",
    },
    {
        img: desctroyedPlane,
        text: "«Вибухи на білоруському аеродромі \"Зябрівка\": оприлюднені причини\n»",
    },
    {
        img: destructions,
        text: "«Оприлюднено супутникові знімки аеродрому біля Новофедорівки: видно місця ураження»",
    },
    {
        img: court,
        text: "«Сейм Латвії визнав рф країною-спонсором тероризму\n»",
    },
    {
        img: heroBackground,
        text: "Андрій Єрмак: «В нас інші прізвища, ніж у творців Мінських угод. Людей, які б таке допускали, в нашій команді немає»",
    },
    {
        img: court,
        text: "«Сейм Латвії визнав рф країною-спонсором тероризму\n»",
    },
    {
        img: desctroyedPlane,
        text: "«Оприлюднено супутникові знімки аеродрому біля Новофедорівки: видно місця ураження»",
    },
    {
        img: desctroyedPlane,
        text: "«Вибухи на білоруському аеродромі \"Зябрівка\": оприлюднені причини\n»",
    },
    {
        img: heroBackground,
        text: "Андрій Єрмак: «В нас інші прізвища, ніж у творців Мінських угод. Людей, які б таке допускали, в нашій команді немає»",
    },
]